{
    "societe":"Rancho Academy",
    "rancho":"Rancho",
    "academy":"Academy",
    "signupTitre":"Create your Rancho Account",
    "signup":"Sign up",
    "username":"Choose Username",
    "email":"Your Email Address",
    "choosePassword":"Choose Password",
    "confirmPassword":"Confirm Password",
    "iReadAndAccept":"I read and accept",
    "terms":"Terms",
    "conditions":"Conditions",
    "andSendMeTheNewsletterWeekly":"and send me the news letter weekly.",
    "signUpNow":"Sign up now",
    "help":"Help",
    "erreur505":"An error has occurred. please try again later",
    "loading":"Loading...",
    "success":"Success Operation",
    "unsuccess":"Unsuccess Operation",
    "emailExist":"Your email address already exists",
    "checkMax":"You must have permission to perform this action",
    "sendCode":"We have sent a code to the email address, if you haven't received an email please check your spam or try again",
    "codeIncorrect":"The code entered is incorrect",
    "emailSubject":"Please verify your email address",
    "emailMessage1":"To complete your registration, all we need to do is verify your email address",
    "emailMessage2":"Once verified, you can start using all of our services to explore, create and share content",
    "verifyAccount":"Verify Account",
    "send":"Send",
    "code":"Code",
    "signinTitle":"Sign in",
    "signInNow":"Sign in Now",
    "userExist":"Email is incorrect",
    "passwordExist":"The password is incorrect",
    "accountActive":"Your account has been deactivated",
    "ForgotYourPassword":"Forgot your password",
    "recoverYourPassword":"Recover your password",
    "enterYourEmailAddress":"Enter your email address",
    "signOut":"sign out...",
    "termsTitle":"Terms of use",
    "termsP1":"In order to protect the privacy of its users (customers, suppliers, partners), Rancho Academy wishes to inform about its personal data protection policy.",
    "termsP2":"The purpose of this Charter is to recall our principles and our actions aimed at complying with the applicable regulations on the protection of personal data.",
    "termsLi1":"If you are over the age of 10, you can create and use your own Rancho account. Some services only work if you have a Rancho account.",
    "termsLi2":"When you create a Rancho account, you provide us with personal information, including your name and password. You also have the option to add a phone number or payment information to your account.",
    "termsLi3":"You are responsible for the use you make of your Rancho Account, and it is your responsibility to take the necessary steps to protect it, to the extent that is reasonable.",
    "termsLi4":"We collect information about the apps, browsers, and devices you use to access Rancho services."
}